[
    {
        "name": "Fronteers conference",
        "permalink": "http://fronteers.nl/",
        "img": "http://twitter.com/api/users/profile_image/FronteersConf?size=bigger",
        "description": {
            "en": "Conference of the Dutch non-profit trade organisation for front-end developers.",
            "es": "La organización comercial sin fines de lucro de desarrolladores de aplicaciones para usuario holandesess.",
            "pt": "Conferência Holandesa da organização comercial sem fins lucrativos para desenvolvedores front-end.",
            "de": "Konferenz der holländischen Non-Profit Handelsorganisation für Front-End Entwickler.",
            "fr": "Conférence de l'organisation professionnelle hollandaise, à but non lucratif, pour les développeurs front-end.",
            "pl": "Konferencja duńskiej organizacji non-profit dla front-end deweloperów.",
            "nl": "Conferentie georganiseerd door de Nederlandse vereniging van front-end ontwikkelaars."
        }
    },

    {
        "name": "Front Trends",
        "permalink": "http://front-trends.com/",
        "img": "http://twitter.com/api/users/profile_image/FrontTrends?size=bigger",
        "description": {
            "en": "A gathering where front-end lovers and tech entrepreneurs discover the latest trends.",
            "es": "Una reunión donde los amantes del front-end y emprendedores, descubre las últimas tendencias.",
            "pt": "Um encontro onde os amantes de front-end e empresários de tecnologia descobrem as últimas tendências.",
            "de": "Ein Treffen bei dem Front-End Liebhaber und Tech-Unternehmer die neuesten Trends entdecken.",
            "fr": "Un lieu de rassemblement où les fans du front-end et les entrepreneurs du high-tech peuvent découvrir les dernières tendances.",
            "pl": "Zrzeszenie gdzie front-end deweloperzy i tech przedsiębiorcy odkrywają najnowsze trendy.",
            "nl": "Een bijeenkomst waar liefhebbers van front-end en technische ondernemers de laatste trends ontdekken."
        }
    },

    {
        "name": "HTML5DevConf",
        "permalink": "http://html5devconf.com/",
        "img": "http://twitter.com/api/users/profile_image/html5devconf?size=bigger",
        "description": {
            "en": "Has become the largest JavaScript and HTML5 developers conference in the world.",
            "es": "Se ha convertido en la conferencias más grande del mundo de desarrolladores JavaScript.",
            "pt": "Se tornou a maior conferência de desenvolvedores Javascript e HTML5 do mundo.",
            "de": "Mittlerweile die größte JavaScript- und HTML5-Konferenz der Welt.",
            "fr": "Est devenu la plus grosse conférence de développeurs JavaScript et HTML5 dans le monde.",
            "pl": "HTML5DevConf został największą światową konferencją dotyczącą JavaScript i HTML5.",
            "nl": "Is uitgegroeid tot de grootste JavaScript and HTML5 conferentie voor ontwikkelaars ter wereld."
        }
    },

    {
        "name": "Fluent Conf JavaScript & Beyond",
        "permalink": "http://fluentconf.com/",
        "img": "http://twitter.com/api/users/profile_image/fluentconf?size=bigger",
        "description": {
            "en": "Featuring the best in JavaScript and progressive Web development.",
            "es": "Destacando lo mejor de JavaScript y el desarrollo web progresivo.",
            "pt": "Com o melhor em Javascript e desenvolvimento web progressivo.",
            "de": "Das Beste aus JavaScript und Progressive Web Development.",
            "fr": "Démonstration de ce qui se fait de mieux dans le JavaScript et le développement web progressif.",
            "pl": "Przedstawia najlepsze w dziedzinie JavaScript i progresywnym web development.",
            "nl": "Bevat het beste in JavaScript and progressieve webontwikkeling."
        }
    }
]
