[
    {
        "name": "Open Web Platform Daily Digest",
        "permalink": "http://webplatformdaily.org/",
        "img": "http://uptodate.frontendrescue.org/src/assets/no-image.png",
        "description": {
            "en": "Provides daily content about W3C, HTML, CSS, JavaScript, the Web APIs, web browsers.",
            "es": "Contenido diario sobre W3C, HTML, CSS, JavaScript, las APIs de internet, y navegadores de internet.",
            "pt": "Fornece diariamente conteúdos sobre W3C, HTML, CSS, Javascript, API's e navegadores.",
            "de": "Bietet täglich Inhalte über W3C, HTML, CSS, JavaScript, Web APIs, Web-Browser.",
            "fr": "Fournit du contenu quotidien sur le W3C, HTML, CSS, JavaScript, les API Web et les navigateurs web.",
            "pl": "Dostarcza dzienną dawkę informacji o W3C, HTML, CSS, JavaScript, API i przeglądarkach internetowych.",
            "du": "Biedt dagelijks informatie over W3C, HTML, CSS, JavaScript, Web APIs en web browsers."
        }
    },

    {
        "name": "Web Design Weekly",
        "permalink": "http://web-design-weekly.com/",
        "img": "https://pbs.twimg.com/profile_images/445699433380864000/oD7qEyNB_normal.png",
        "description": {
            "en": "Pure awesome links to the best news and articles to hit the interweb during the week.",
            "es": "Maravillosos vínculos a las mejores noticias y artículos para la semana.",
            "pt": "Excelentes links com as melhores notícias e artigos da web durante a semana.",
            "de": "Einfach großartige Links zu den besten News und Artikeln, die das Web über die Woche gesehen hat.",
            "fr": "Liens les plus intéressants sur les meilleures nouvelles et articles au cours de la semaine.",
            "pl": "Linki do najlepszych newsów i artykułów które pojawiły się w sieci w ciągu tygodnia.",
            "du": "Te gekke links naar de beste ontwikkelingen en artikelen die wekelijks op het interweb belanden."
        }
    },

    {
        "name": "CSS Weekly",
        "permalink": "http://css-weekly.com/",
        "img": "https://pbs.twimg.com/profile_images/452743711164612608/bj6SfALS_normal.png",
        "description": {
            "en": "Roundup of css articles, tutorials, experiments and tools.",
            "es": "Resumén de artículos de CSS, tutoriales, experimentos y herramientas.",
            "pt": "Resumo de artigos de CSS, tutoriais, experimentos e ferramentas.",
            "de": "Zusammenstellung von CSS Artikeln, Anleitungen, Experimenten und Tools.",
            "fr": "Résumés d'articles sur les css, tutoriels, expérimentations et outils.",
            "pl": "Przegląd artykułów o CSS - tutoriali, eksperymentów i narzędzi.",
            "du": "Collectie van css artikelen, handleidingen, experimenten en gereedschappen."
        }
    },

    {
        "name": "HTML5 Weekly",
        "permalink": "http://html5weekly.com/",
        "img": "https://pbs.twimg.com/profile_images/3502359367/7ed56c554e2d2987b554ffed04643960_normal.png",
        "description": {
            "en": "Round-up of HTML5 and browser technology news and links.",
            "es": "Resumén de HTML5 y novedades y links de teconologías del navegador.",
            "pt": "Resumo de HTML5, tecnologias de navegador e links.",
            "de": "Zusammenstellung von Neuigkeiten und Links zu HTML5 und Browsertechnologien.",
            "fr": "Tour d'horizon des derniers liens et nouveautés HTML5 et navigateurs web.",
            "pl": "Przegląd nowości i linków o HTML5 i technologiach przeglądarek.",
            "du": "Collectie van nieuws en links over HTML5 and browserontwikkelingen."
        }
    },

    {
        "name": "Mozilla Hacks Weekly Articles",
        "permalink": "http://hacks.mozilla.org/category/mozilla-hacks-weekly",
        "img": "https://pbs.twimg.com/profile_images/2631319542/aa071efb0ed133973c2ab9fea8b5f6d8_normal.png",
        "description": {
            "en": "An agnostic web browser resource, focused on the Open Web and sharing knowledge.",
            "es": "Una fuenta agnóstica sobre el navegador web, centrada en la Web Abierta y el compartir conocimiento.",
            "pt": "Um recurso agnóstico de navegador web, focado na Open Web e compartilhamento de conhecimentos.",
            "de": "Eine agnostische Web Browser Ressource mit Fokus auf Open Web und dem Teilen von Wissen.",
            "fr": "Une ressource agnostique en terme de navigateur web, axée sur le Web Ouvert et le partage des connaissances.",
            "pl": "Agnostyczne źródło o przeglądarkach, skupiające się na Open Web i dzieleniu się wiedzą.",
            "du": "Kritische webbrowser bronnen, gericht op heet open internet en het delen van informatie."
        }
    },

    {
        "name": "Status Code",
        "permalink": "http://statuscode.org/",
        "img": "http://uptodate.frontendrescue.org/src/assets/no-image.png",
        "description": {
            "en": "A Weekly Programming Newsletter for Developers and Programmers.",
            "es": "Un resumen de novedades semanales para desarrolladores y programadores.",
            "pt": "Uma Newsletter semanal de programação para desenvolvedores.",
            "de": "Ein wöchentlicher Programmiernewsletter für Entwickler und Programmierer.",
            "fr": "Une lettre d'information hebdomadaire pour les développeurs et programmeurs.",
            "pl": "Tygodniowy newsletter o programowaniu dla deweloperów i programistów.",
            "du": "Een wekelijkse nieuwsbrief over programeren voor ontwikkelaars en programmeurs."
        }
    },

    {
        "name": "Responsive Design Newsletter",
        "permalink": "http://responsivedesignweekly.com/",
        "img": "https://pbs.twimg.com/profile_images/2305896960/k6ksev6zphq2cwcnk5wr_normal.png",
        "description": {
            "en": "Round-up of responsive design articles, tools, tips, tutorials and inspirational links.",
            "es": "Resumen de artículos de diseño responsive, herramientas, consejos, tutoriales y vínculos inspiradores.",
            "pt": "Resumo de artigos sobre design responsivo, ferramentas, dicas, tutoriais e links inspiracionais.",
            "de": "Zusammenstellung von Artikeln, Tools, Tipps, Anleitungen und Inspirationen zu Responsive Design.",
            "fr": "Tour d'horizon d'articles sur le \"responsive design\", des outils, des astuces, des tutoriels et d'autres liens intéressants.",
            "pl": "Przegląd artykułów o płynnym designie, narzędzia, wskazówki, tutoriale i inspirujące linki.",
            "du": "Collectie van 'responsive design' artikelen, gereedschappen, tips, handleidingen en inspirerende links."
        }
    },

    {
        "name": "The Modern Web Observer",
        "permalink": "http://appendto.com/modern-web-observer",
        "img": "http://uptodate.frontendrescue.org/src/assets/no-image.png",
        "description": {
            "en": "Biweekly email newsletter about issues and trends in front-end web development.",
            "es": "Correo electrónico quincenal con novedades sobre cuestiones y tendencias en desarrollo de front-end web.",
            "pt": "Newsletter sobre publicações e tendências no desenvolvimento front-end.",
            "de": "Zweiwöchentlicher E-Mail Newsletter über Themen und Trends in der Front-End Webentwicklung.",
            "fr": "Lettre d'information bimensuelle par mail sur les problématiques et tendances dans le développement front-end.",
            "pl": "Dwutygodniowy newsletter o zagadnieniach i trendach w świecie Front-End.",
            "du": "Tweewekelijkse e-mailnieuwsbrief over problemen en trends in front-end webontwikkeling."
        }
    },

    {
        "name": "Daily Nerd",
        "permalink": "http://dailynerd.nl/",
        "img": "http://uptodate.frontendrescue.org/src/assets/no-image.png",
        "description": {
            "en": "A selection of links, mostly about front-end development.",
            "es": "Una selección de vínculos, mayormente sobre desarrollo de front-end.",
            "pt": "Uma seleção de links, especialmente sobre desenvolvimento front-end.",
            "de": "Eine Linksammlung, hauptsächlich über Front-End Entwicklung.",
            "fr": "Une sélection de liens, principalement sur le développement front-end.",
            "pl": "Wybór linków, głównie o front-end development.",
            "du": "Een selectie van links, voornamelijk over front-end ontwikkelingen."
        }
    },

    {
        "name": "JavaScript Weekly",
        "permalink": "http://javascriptweekly.com/",
        "img": "https://pbs.twimg.com/profile_images/505048043377262592/VMUR5EzE_normal.png",
        "description": {
            "en": "A free, once–weekly e-mail round-up of JavaScript news and articles.",
            "es": "Un correo electrónico gratuito y semanal con un resumen de novedades y artículos de JavaScript.",
            "pt": "Um resumo semanal de notícias de JavaScript e artigos.",
            "de": "Eine kostenlose, wöchentliche Zusammenstellung per E-Mail zu JavaScript Neuigkeiten und Artikeln.",
            "fr": "Une compilation hebdomadaire par mail de nouvelles et d'articles sur JavaScript.",
            "pl": "Bezpłatny, tygodniowy email z przeglądem nowości i artykułów o JavaScript.",
            "du": "Een gratis, wekelijkse e-mail, met een collectie van JavaScript nieuws en artikelen."
        }
    }
]
