[
    {
        "name": "Open Web Platform Daily Digest",
        "permalink": "http://webplatformdaily.org/",
        "img": "src/assets/no-image.png",
        "description": {
            "en": "Provides daily content about W3C, HTML, CSS, JavaScript, the Web APIs, web browsers.",
            "es": "Contenido diario sobre W3C, HTML, CSS, JavaScript, las APIs de internet, y navegadores de internet.",
            "pt": "Fornece diariamente conteúdos sobre W3C, HTML, CSS, Javascript, API's e navegadores.",
            "de": "Bietet täglich Inhalte über W3C, HTML, CSS, JavaScript, Web APIs, Web-Browser."
        }
    },

    {
        "name": "Web Design Weekly",
        "permalink": "http://web-design-weekly.com/",
        "img": "https://si4.twimg.com/profile_images/3396182335/46a6f5e4fc17489028968b1065fa8948_bigger.png",
        "description": {
            "en": "Pure awesome links to the best news and articles to hit the interweb during the week.",
            "es": "Maravillosos vínculos a las mejores noticias y artículos para la semana.",
            "pt": "Excelentes links com as melhores notícias e artigos da web durante a semana.",
            "de": "Einfach großartige Links zu den besten News und Artikeln, die das Web über die Woche gesehen hat."
        }
    },

    {
        "name": "CSS Weekly",
        "permalink": "http://css-weekly.com/",
        "img": "https://si4.twimg.com/profile_images/2967545142/ef21273f452b0c10792f6b3652bd9566_bigger.jpeg",
        "description": {
            "en": "Roundup of css articles, tutorials, experiments and tools.",
            "es": "Resumén de artículos de CSS, tutoriales, experimentos y herramientas.",
            "pt": "Resumo de artigos de CSS, tutoriais, experimentos e ferramentas.",
            "de": "Zusammenstellung von CSS Artikeln, Anleitungen, Experimenten und Tools."
        }
    },

    {
        "name": "HTML5 Weekly",
        "permalink": "http://html5weekly.com/",
        "img": "https://si4.twimg.com/profile_images/3502359367/7ed56c554e2d2987b554ffed04643960_bigger.png",
        "description": {
            "en": "Round-up of HTML5 and browser technology news and links.",
            "es": "Resumén de HTML5 y novedades y links de teconologías del navegador.",
            "pt": "Resumo de HTML5, tecnologias de navegador e links.",
            "de": "Zusammenstellung von Neuigkeiten und Links zu HTML5 und Browsertechnologien."
        }
    },

    {
        "name": "Mozilla Hacks Weekly Articles",
        "permalink": "http://hacks.mozilla.org/category/mozilla-hacks-weekly",
        "img": "https://si4.twimg.com/profile_images/2631319542/aa071efb0ed133973c2ab9fea8b5f6d8_bigger.png",
        "description": {
            "en": "An agnostic web browser resource, focused on the Open Web and sharing knowledge.",
            "es": "Una fuenta agnóstica sobre el navegador web, centrada en la Web Abierta y el compartir conocimiento.",
            "pt": "Um recurso agnóstico de navegador web, focado na Open Web e compartilhamento de conhecimentos.",
            "de": "Eine agnostische Web Browser Ressource mit Fokus auf Open Web und dem Teilen von Wissen."
        }
    },

    {
        "name": "Status Code",
        "permalink": "http://statuscode.org/",
        "img": "src/assets/no-image.png",
        "description": {
            "en": "A Weekly Programming Newsletter for Developers and Programmers.",
            "es": "Un resumen de novedades semanales para desarrolladores y programadores.",
            "pt": "Uma Newsletter semanal de programação para desenvolvedores.",
            "de": "Ein wöchentlicher Programmiernewsletter für Entwickler und Programmierer."
        }
    },

    {
        "name": "Responsive Design Newsletter",
        "permalink": "http://responsivedesignweekly.com/",
        "img": "https://si0.twimg.com/profile_images/2305896960/k6ksev6zphq2cwcnk5wr_bigger.png",
        "description": {
            "en": "Round-up of responsive design articles, tools, tips, tutorials and inspirational links.",
            "es": "Resumen de artículos de diseño responsive, herramientas, consejos, tutoriales y vínculos inspiradores.",
            "pt": "Resumo de artigos sobre design responsivo, ferramentas, dicas, tutoriais e links inspiracionais.",
            "de": "Zusammenstellung von Artikeln, Tools, Tipps, Anleitungen und Inspirationen zu Responsive Design."
        }
    },

    {
        "name": "The Modern Web Observer",
        "permalink": "http://appendto.com/modern-web-observer",
        "img": "http://uptodate.frontendrescue.org/src/assets/no-image.png",
        "description": {
            "en": "Biweekly email newsletter about issues and trends in front-end web development.",
            "es": "Correo electrónico quincenal con novedades sobre cuestiones y tendencias en desarrollo de front-end web.",
            "pt": "Newsletter sobre publicações e tendências no desenvolvimento front-end.",
            "de": "Zweiwöchentlicher E-Mail Newsletter über Themen und Trends in der Front-End Webentwicklung."
        }
    },

    {
        "name": "Daily Nerd",
        "permalink": "http://dailynerd.nl/",
        "img": "http://uptodate.frontendrescue.org/src/assets/no-image.png",
        "description": {
            "en": "A selection of links, mostly about front-end development.",
            "es": "Una selección de vínculos, mayormente sobre desarrollo de front-end.",
            "pt": "Uma seleção de links, especialmente sobre desenvolvimento front-end.",
            "de": "Eine Linksammlung, hauptsächlich über Front-End Entwicklung."
        }
    },

    {
        "name": "JavaScript Weekly",
        "permalink": "http://javascriptweekly.com/",
        "img": "https://si0.twimg.com/profile_images/2239299097/jsdailylogo.png",
        "description": {
            "en": "A free, once–weekly e-mail round-up of JavaScript news and articles.",
            "es": "Un correo electrónico gratuito y semanal con un resumen de novedades y artículos de JavaScript.",
            "pt": "Um resumo semanal de notícias de JavaScript e artigos.",
            "de": "Eine kostenlose, wöchentliche Zusammenstellung per E-Mail zu JavaScript Neuigkeiten und Artikeln."
        }
    }
]